brew "aspell"
brew "baobab"
brew "bash"
brew "cpdf"
brew "curl"
brew "exiftool"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-tar"
brew "gzip"
brew "imagemagick"
brew "python@3.13"
brew "llvm"
brew "lua"
brew "make"
brew "mas"
brew "mplayer"
brew "yt-dlp"
brew "mpv"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pdftk-java"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "sevenzip"
brew "smartmontools"
brew "unzip"
brew "vim"
brew "wget"
brew "xpdf"
brew "xsel"
brew "zip"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "altserver"
cask "appcleaner"
cask "applite"
cask "coteditor"
cask "db-browser-for-sqlite"
cask "discord"
cask "foobar2000"
cask "freac"
cask "jubler"
cask "karabiner-elements"
cask "kid3"
cask "kitty"
cask "mactex-no-gui"
cask "makemkv"
cask "mediahuman-audio-converter"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mkvtoolnix"
cask "namechanger"
cask "neovide"
cask "obsidian"
cask "prismlauncher"
cask "qbittorrent"
cask "rectangle"
cask "sioyek"
cask "soulseek"
cask "steam"
cask "temurin@17"
cask "temurin@21"
cask "visual-studio-code"
cask "xld"
cask "xnviewmp"
cask "zoom"
cask "zulu@8"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NepTunes", id: 1006739057
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Silicio", id: 933627574
vscode "catppuccin.catppuccin-vsc"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "james-yu.latex-workshop"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
